/*
 
 Copyright (c) 2010 Rafael Chacon
 g-Cal is free software: you can redistribute it and/or modify
 it under the terms of the GNU General Public License as published by
 the Free Software Foundation, either version 3 of the License, or
 (at your option) any later version.
 
 g-Cal is distributed in the hope that it will be useful,
 but WITHOUT ANY WARRANTY; without even the implied warranty of
 MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
 GNU General Public License for more details.
 
 You should have received a copy of the GNU General Public License
 along with g-Cal.  If not, see <http://www.gnu.org/licenses/>.
 */






//
//
"nowKey" = "今天";
"allCalendarsKey" = "所有日程";
"calendarsKey" = "日程表";
"calendarKey" = "日程安排";
"unexpectedErrorKey" = "系统勘察到异常错误";
"noInternetKey" = "无网络链接";
"noInternetMsgKey" = "应用程序无法连接互联网。请检查您的网络接口。";
"authenticationFailedKey" = "认证失败";
"authenticationFailedMsgKey" = "用户名或密码无效。请在iPhone设置面板g-Cal设置板块中修改您的谷哥用户验证证书。";
"loadingKey" = "系统加载中…";
"retrieveDataKey" = "从谷哥获取信息中";
"addingEventKey" = "添加日程";
"myCalendarsKey" = "我的日历";
"otherCalendarsKey" = "其他日历";
"newEventKey" = "新日程";
"noCalendarErrorKey" = "无日历可显示";
"noCalendarMsgErrorKey" = "在没有打开任何日历的情况下系统无法保存该日程。请将您的g-Cal与您的谷哥帐户同步。如果您不拥有谷哥日历，您可以创建一个来使用本软件。";
"deletingKey" = "取消中";
"deleteEventKey" = "取消该日程";
"areYouSureKey" = "确定？";
"cancelKey" = "取消";
"whatKey" = "事件";
"whereKey" = "地点";
"startsKey" = "开始时间";
"endsKey" = "结束时间";
"addEventKey" = "添加日程";
"editEventKey" = "编辑日程";
"detailsKey" = "设定日程具体信息";
"doneKey" = "完成";
"noCalendarsKey" = "没有找到日历";
"noCalendarMsgKey" = "对不起。我们无法找到任何日历。创建日程失败";
"descriptionKey" = "日程描述";
"whatAndWhereKey" = "事件和地点";
"whereNoMarkKey" = "地点";
"whenKey" = "时间";
"description:Key" = "日程描述";
"eventKey" = "日程安排";
"editKey" = "编辑";
"checkDateKey" = "检查开始和结束时间";
"checkDateMsgKey" = "结束时间在开始时间之前。请核对你的日程时间安排";
"wholeDayKey" = "全天";
"startsAndEndsKey" = "开始和结束时间";
"gCalNotConfiguredTitle" = "g-Cal 没有完成配置";
"gCalNotConfiguredMsg" = "g-Cal没有完成配置。请打开Iphone设置面板中的g-Cal设置板块设置您的谷哥帐户信息。";
"allDayKey" = "整天";
						
//this for tapku 
"Sun" =  "周日";
"Mon" = "周一";
"Tue" = "周二";
"Wed" = "周三";
"Thu" = "周四";
"Fri" = "周五";
"Sat" = "周六";
"amKey" = "上午";
"pmKey" = "下午";

"likeAppKey"= "像这样的应用？";
"likeAppMsgKey" = "请告诉我们你的意见";
"nothxsKey" = "忽略";
"rateKey" = "估价";

"updatingKey" = "現代化";


